{
    "bio.title.programming": "Technology has a human face. Mine.",
    "bio.intro": "My name is Sławomir Woźniak. I am your partner in the world of technology and a person who understands people.",
    "bio.authority.description": "In technology, code matters; in business – the human. I learn from market leaders to deliver solutions proven at the highest level. I enjoy participating in Edducamp and educating myself with Mateusz Grzesiak's content.",
    "bio.benefits.title": "What do you gain?",
    "bio.intercultural.description1": "Technology does not exist in a vacuum – it is created and used by people. I have visited 15 countries and worked with companies from the USA and the UK, exploring the mentality not only of Europe but also of such diverse cultures as Ecuador or Morocco.",
    "bio.intercultural.description2": "These travels were a lesson in humility and adaptation. They taught me that the same problem can be solved in many ways. Thanks to this, in your project, I do not look for rigid rules, but solutions tailored to reality – flexible, effective, and proven in various conditions.",
    "bio.public_speaking.description1": "Not long ago, the thought of stepping onto a stage caused me physical resistance. I was that shy introvert who trembled at the harsh judgment of others. I preferred to be invisible rather than exposed to public view. However, I realized that the fear of opinion was a cage I had built for myself. I decided to tear it down.",
    "bio.public_speaking.description2": "Today, I appear with pleasure wherever I am needed. The stage and the camera have ceased to be enemies and have become tools. This transformation taught me one thing: barriers are only in the head. Since I overcame my fear of people, I will help you overcome your fear of technology.",
    "bio.education.description1": "For years, I was a proud self-taught learner. I assumed that in IT, only 'dirty work' and lines of code mattered, and formal education couldn't keep up with the market. This approach gave me cleverness and practice, but at some point, I hit a ceiling. I realized that intuition is not enough to solve the most complex problems.",
    "bio.education.description2": "Today, I am in a completely different place. I fell in love with scientific rigor because it provides what tutorials lack: an understanding of why something works.",
    "bio.education.description3": "I pursue this passion by studying Business Psychology at Merito University. My goal is an interdisciplinary doctorate combining computer science with psychology. I have gone from denying theory to creating it, so that you receive solutions based on hard evidence, not guesswork.",
    "bio.salsa.description": "After hours, I trade code for rhythm. I dance LA and Cuban style salsa. For me, it's not just movement, but also learning to lead, listen to my partner, and be in the moment. In dance, just like in business, cooperation and trust matter.",
    "bio.benefits.security.title": "Security",
    "bio.benefits.security.description": "You understand what's happening in your project.",
    "bio.benefits.agency.title": "Agency",
    "bio.benefits.agency.description": "Technology stops being 'black magic' and becomes a simple tool that you control.",
    "bio.benefits.understanding.title": "Understanding",
    "bio.benefits.understanding.description": "Thanks to my psychological background, our solutions will be intuitive for users and effective for business.",
    "bio.cta": "Let's work together. Let's build your business in the digital world – wisely and humanely."
}