{
  "bio.title.programming": "Technologia ma ludzką twarz. Moją.",
  "bio.intro": "Nazywam się Sławomir Woźniak. Jestem Twoim partnerem w świecie technologii i człowiekiem, który rozumie ludzi.",
  "bio.authority.description": "W technologii liczy się kod, w biznesie – człowiek. Uczę się od liderów rynku, by dostarczać Ci rozwiązania sprawdzone na najwyższym poziomie. Lubię brać udział w Edducamp i edukować się z treści Mateusza Grzesiaka.",
  "bio.benefits.title": "Co zyskujesz?",
  "bio.intercultural.description1": "Technologia nie istnieje w próżni – tworzą ją i używają ludzie. Odwiedziłem 15 krajów i współpracowałem ze spółkami z USA i UK, zgłębiając mentalność nie tylko Europy, ale też tak odmiennych kultur jak Ekwador czy Maroko.",
  "bio.intercultural.description2": "Te podróże były lekcją pokory i adaptacji. Nauczyły mnie, że ten sam problem można rozwiązać na wiele sposobów. Dzięki temu w Twoim projekcie nie szukam sztywnych reguł, ale rozwiązań dopasowanych do rzeczywistości – elastycznych, skutecznych i sprawdzonych w różnorodnych warunkach.",
  "bio.public_speaking.description1": "Jeszcze niedawno myśl o wejściu na scenę wywoływała u mnie fizyczny opór. Byłem tym nieśmiałym introwertykiem, który drżał przed surową oceną innych. Wolałem być niewidzialny, niż wystawiony na widok publiczny. Zrozumiałem jednak, że lęk przed opinią to klatka, którą zbudowałem sobie sam. Postanowiłem ją zburzyć.",
  "bio.public_speaking.description2": "Dziś z przyjemnością pojawiam się tam, gdzie jestem potrzebny. Scena i kamera przestały być wrogiem, a stały się narzędziem. Ta transformacja nauczyła mnie jednego: bariery są tylko w głowie. Skoro ja pokonałem swój strach przed ludźmi, pomogę Tobie pokonać Twój strach przed technologią.",
  "bio.education.description1": "Przez lata byłem dumnym samoukiem. Wychodziłem z założenia, że w IT liczy się tylko 'brudna robota' i linijki kodu, a formalna edukacja nie nadąża za rynkiem. To podejście dało mi spryt i praktykę, ale w pewnym momencie poczułem sufit. Zrozumiałem, że intuicja to za mało, by rozwiązywać najbardziej złożone problemy.",
  "bio.education.description2": "Dziś jestem w zupełnie innym miejscu. Zakochałem się w naukowym rygorze, bo daje on to, czego brakuje w tutorialach: zrozumienie dlaczego coś działa.",
  "bio.education.description3": "Tę pasję realizuję, studiując Psychologię w Biznesie na Uniwersytecie Merito. Moim celem jest interdyscyplinarny doktorat łączący informatykę z psychologią. Przeszedłem drogę od negowania teorii do jej tworzenia, abyś Ty otrzymywał rozwiązania oparte na twardych dowodach, a nie domysłach.",
  "bio.salsa.description": "Po godzinach zamieniam kod na rytm. Tańczę salsę w stylu LA i kubańskim. To dla mnie nie tylko ruch, ale też nauka prowadzenia, słuchania partnerki i bycia tu i teraz. W tańcu, tak jak w biznesie, liczy się współpraca i zaufanie.",
  "bio.benefits.security.title": "Bezpieczeństwo",
  "bio.benefits.security.description": "Rozumiesz, co się dzieje w Twoim projekcie.",
  "bio.benefits.agency.title": "Sprawczość",
  "bio.benefits.agency.description": "Technologia przestaje być 'czarną magią', a staje się prostym narzędziem, nad którym masz kontrolę.",
  "bio.benefits.understanding.title": "Zrozumienie",
  "bio.benefits.understanding.description": "Dzięki mojemu zapleczu psychologicznemu, nasze rozwiązania będą intuicyjne dla użytkowników i skuteczne biznesowo.",
  "bio.cta": "Współpracujmy. Zbudujmy Twój biznes w cyfrowym świecie – mądrze i po ludzku."
}