{
  "common.contact": "Contactez-moi",
  "common.goBack": "Retour",

  "hero.software.engineering": "Ingénierie Logicielle",
  "hero.business.psychology": "Psychologie des Affaires",
  "hero.wellbeing": "Wellbeing",
  "bio.menu.story": "HISTOIRE",
  "bio.menu.career": "CARRIÈRE",
  "bio.menu.achievements": "RÉALISATIONS",
  "bio.menu.personal.life": "VIE PERSONNELLE",
  "bio.menu.skills": "COMPÉTENCES",
  "bio.story1": "Passionné par l'apprentissage. J'ai appris l'ingénierie logicielle en autodidacte et j'ai travaillé dans l'industrie pendant 5 ans en tant que développeur frontend.",
  "bio.story2": "Je parle polonais, anglais et espagnol. J'apprends actuellement le français.",
  "bio.story3": "En 2021, j'ai simplement pris mes affaires et voyagé à travers l'Europe. J'ai visité 10 pays en 3 mois. J'ai eu le plus de plaisir de ma vie. Je suis finalement resté en Espagne pendant 6 mois.",
  "bio.story4": "En 2024, j'ai décidé de commencer à étudier la Psychologie des Affaires. Je voulais comprendre l'esprit humain et comment il peut être appliqué aux affaires.",
  "bio.story5": "Et c'est précisément ce que vous pouvez attendre de moi. J'ai une compréhension approfondie de la technologie, de la gestion et de la création de valeur commerciale.",
  "bio.story6": "Vous pouvez suivre mon parcours sur mon blog ici, ou sur",
  "bio.career.enet.title": "Développeur Frontend",
  "bio.career.enet.company": "E Net Production",
  "bio.career.enet.keyPoints1": "Intégration rapide et réalisation de plusieurs tâches complexes en quelques semaines",
  "bio.career.enet.keyPoints2": "Utilisation de Vue.js pour développer une plateforme e-commerce utilisée par des milliers d'utilisateurs",
  "bio.career.cognitran.title": "Chef d'Équipe Frontend",
  "bio.career.cognitran.company": "Cognitran",
  "bio.career.cognitran.keyPoints1": "Dirigé avec succès le cycle de développement complet du projet, livrant un produit minimum viable (MVP) convaincant qui a dépassé les attentes des clients. Transformé une application de démonstration de base en une solution de pointe, obtenant une grande satisfaction client.",
  "bio.career.cognitran.keyPoints2": "Fournir des conseils et un mentorat d'experts à une équipe de développeurs full-stack, résultant en une équipe de développement cohésive et performante. Prises de décisions sur la base du code frontend, garantissant des performances optimales et une expérience utilisateur.",
  "bio.career.cognitran.keyPoints3": "Mise en œuvre d'intégrations transparentes avec plusieurs environnements de projet, facilitant l'échange efficace de données et la collaboration entre les membres de l'équipe.",
  "bio.career.wp.title": "Développeur Frontend",
  "bio.career.wp.company": "Wirtualna Polska",
  "bio.career.wp.keyPoints1": "Démontré une approche proactive pour maintenir une haute qualité de code et les meilleures pratiques grâce à une participation active aux revues de code.",
  "bio.career.wp.keyPoints2": "Construit des solutions frontend évolutives et maintenables en utilisant des approches basées sur les hooks de React et Redux.",
  "bio.career.wp.keyPoints3": "Testé le code frontend en utilisant Jest et Testing Library, améliorant la qualité du code et réduisant les bugs.",
  "bio.career.nordea.title": "Développeur Frontend",
  "bio.career.nordea.company": "Nordea",
  "bio.career.nordea.keyPoints1": "Introduit avec succès Typescript dans la base de code, améliorant la qualité, la maintenabilité du code et détectant les bugs à la compilation.",
  "bio.career.nordea.keyPoints2": "En tant que seul développeur frontend dans une équipe de 8 membres, joué un rôle clé dans la prise de décisions éclairées concernant l'architecture frontend, les technologies et les meilleures pratiques.",
  "bio.career.nordea.keyPoints3": "Responsable de la maintenance et de la mise à jour des règles et des assistants ESLint, garantissant un style de code cohérent et appliquant les meilleures pratiques dans toute la base de code.",
  "bio.career.webwave.title": "Développeur Frontend",
  "bio.career.webwave.company": "Webwave",
  "bio.career.webwave.keyPoints1": "Participation au cycle complet de développement de l'application web de l'entreprise en utilisant le framework Vue.js et le paradigme OOP pour le moteur de l'application",
  "bio.career.webwave.keyPoints2": "Créé et maintenu des composants et des modules réutilisables pour le système de conception de l'entreprise, garantissant la cohérence entre tous les modules",
  "bio.career.webwave.keyPoints3": "Responsable de la maintenance et de la mise à jour des règles et des assistants ESLint, garantissant un style de code cohérent et appliquant les meilleures pratiques dans toute la base de code.",
  "bio.career.technology": "Technologie utilisée",
  "bio.achievements1": "Livré avec succès la partie frontend d'un MVP en dirigeant une petite équipe de développeurs",
  "bio.achievements2": "Lancé ma propre équipe et planifié et géré avec succès des projets logiciels",
  "bio.achievements3": "Appris l'espagnol en 1 an",
  "bio.achievements4": "Voyagé dans 14 pays",
  "bio.achievements5": "Enseigné les mathématiques à plus de 10 enfants en tant que lycéen",
  "bio.personal.life1": "Je réalise mes passions en profitant pleinement de la vie.",
  "bio.personal.life2": "Grand fan d'arts martiaux et de musculation.",
  "bio.skills.hard.proficient": "Compétences techniques maîtrisées",
  "bio.skills.hard.used": "Compétences techniques utilisées",
  "bio.skills.soft": "Compétences relationnelles",
  "bio.skills.leadership": "Leadership",
  "bio.skills.communication": "Communication",
  "bio.skills.problem.solving": "Résolution de problèmes",
  "bio.skills.teamwork": "Travail d'équipe",
  "bio.skills.adaptability": "Adaptabilité",
  "bio.skills.time.management": "Gestion du temps",
  "bio.skills.creativity": "Créativité",
  "bio.skills.critical.thinking": "Pensée critique",
  "bio.skills.conflict.resolution": "Résolution de conflits",
  "bio.skills.decision.making": "Prise de décision",
  "bio.skills.empathy": "Empathie",
  "bio.skills.flexibility": "Flexibilité",
  "bio.skills.persuasion": "Persuasion",
  "bio.skills.stress.management": "Gestion du stress",
  "bio.skills.tolerance": "Tolérance",
  "bio.skills.work.ethic": "Éthique de travail",
  "testimonials.title": "CE QUE DISENT NOS CLIENTS",
  "testimonials.richardson.text": "Il était mon chef technique frontend et je comptais beaucoup sur lui",
  "testimonials.richardson.name": "Paul Richardson",
  "testimonials.richardson.position": "Chef de Projet Senior de",
  "testimonials.richardson.company": "Cognitran Ltd",
  "testimonials.sobisz.text": "Leur maîtrise de React est exceptionnelle, Sławomir est non seulement compétent mais aussi proactif",
  "testimonials.sobisz.name": "Daniel Sobisz",
  "testimonials.sobisz.position": "Développeur Front-End",
  "testimonials.sobisz.company": "",
  "testimonials.wuss.text": "C'est un excellent communicateur et un bon joueur d'équipe, un atout fiable et précieux pour toute équipe.",
  "testimonials.wuss.name": "Adam Wuss",
  "testimonials.wuss.position": "Développeur Frontend Senior",
  "testimonials.wuss.company": "",
  "testimonials.chojankowski.text": "Sławek aborde la coopération de la manière très minutieuse. Un grand professionnel.",
  "testimonials.chojankowski.name": "Piotr Chojankowski",
  "testimonials.chojankowski.position": "Experto en seguros, cuentas de jubilación, préstamos y arrendamientos",
  "testimonials.chojankowski.company": "",
  "testimonials.wojcik.text": "Sławek est un professionnel avec un esprit ouvert, plein d'idées pour de nouveaux projets et de solutions aux problèmes potentiels.",
  "testimonials.wojcik.name": "Anna Wójcik",
  "testimonials.wojcik.position": "Santé | Informatique | Relations Publiques | Médias",
  "testimonials.wojcik.company": "",
  "testimonials.swierszcz.text": "Leur maîtrise de React, Vue, et JavaScript est vraiment impressionnante,",
  "testimonials.swierszcz.name": "Piotr Świerszcz",
  "testimonials.swierszcz.position": "Développeur Frontend Senior",
  "testimonials.swierszcz.company": "",
  "testimonials.hiszpan.text": "Je suis très satisfait du travail de Sławek, professionnalisme complet et coopération efficace.",
  "testimonials.hiszpan.name": "Kamil Hiszpan",
  "testimonials.hiszpan.position": "PDG de",
  "testimonials.hiszpan.company": "Hiszpanbet",
  "services.services": "SERVICES",
  "services.development.title": "DÉVELOPPEMENT LOGICIEL",
  "services.development.description": "Avec mon équipe expérimentée, nous créons les solutions les plus exigeantes et efficaces.",
  "services.development.points1": "Projets logiciels personnalisés",
  "services.development.points2": "Externalisation d'équipe de logiciels",
  "services.coaching.title": "COACHING LOGICIEL",
  "services.coaching.description": "Vous apprenez à coder ? Nous allons :",
  "services.coaching.points1": "Planifier votre parcours d'apprentissage",
  "services.coaching.points2": "Travailler sur des scénarios réels",
  "services.coaching.points3": "Analyser les tendances et les nouvelles technologies",
  "services.audits.title": "AUDITS LOGICIELS",
  "services.audits.description": "Avez-vous des doutes sur les solutions actuelles ?",
  "services.audits.points1": "Audit logiciel complet pointant les points faibles et les solutions possibles",
  "services.audits.points2": "Refactorisation et réduction de la dette technologique",
  "services.interested": "Intéressé à travailler ensemble ?",
  "footer.poland": "Pologne",
  "modal.first.name": "Prénom",
  "modal.last.name": "Nom de famille",
  "modal.email": "Email",
  "modal.phone": "Numéro de téléphone",
  "modal.message": "Message",
  "error.not.found": "Page non trouvée",
  "error.back": "Retour à la page d'accueil",
  "error.internal.server": "Erreur interne du serveur, désolé, quelque chose s'est mal passé de notre côté",
  "alt.slawomir": "Sławomir Woźniak",
  "alt.portrait": "Portrait",
  "alt.spain": "Voiture au coucher du soleil en Espagne",
  "alt.book": "Lecture d'un livre avec un chat",
  "alt.dog": "Avec un chien",
  "alt.friends": "Avec des amis",
  "alt.bodybuilding": "Culturisme",
  "alt.boxing": "Boxe",
  "alt.workstation": "Poste de travail",
  "alt.travel": "Voyage",
  "projects.title": "PROJETS RÉALISÉS",
  "projects.filter.business": "entreprise",
  "projects.filter.portfolio": "portfolio",
  "projects.filter.blog": "blog",
  "projects.piotrchojankowski": "Page de présentation pour un expert en assurance, crédit et finance.",
  "projects.hiszpanbet": "HiszpanBet est une entreprise dynamique avec plus de 30 ans d'expérience sur le marché, spécialisée dans la production de clôtures en béton de haute qualité, offrant des services complets de transport et d'installation.",
  "projects.blog.instagram.italy.name": "Voyage en Italie",
  "projects.blog.instagram.italy.description": "Réflexions et impressions d'un voyage en Italie 🇮🇹 et en Suisse 🇨🇭",
  "projects.blog.instagram.reels.relationships.name": "Relations",
  "projects.blog.instagram.reels.relationships.description": "Comment maintenir de bonnes relations avec ses proches.",
  "projects.blog.instagram.reels.collective-illusions.name": "Illusions Collectives",
  "projects.blog.instagram.reels.collective-illusions.description": "Nous trompons-nous tous?",
  "projects.blog.instagram.notes.name": "Notes",
  "projects.blog.instagram.notes.description": "Combien de fois avez-vous entendu qu'il faut prendre des notes en classe? Mais est-ce que cela a du sens?",
  "projects.blog.instagram.hiking.name": "Randonnée en Montagne",
  "projects.blog.instagram.hiking.description": "Comment les luttes partagées soutiennent les liens.",
  "projects.blog.instagram.promotions.name": "Promotions pas si logiques",
  "projects.blog.instagram.promotions.description": "Conclusions intéressantes sur les promotions dans une organisation.",
  "projects.blog.instagram.attribution.name": "Erreur Fondamentale d'Attribution",
  "projects.blog.instagram.attribution.description": "Vous vous souvenez de cette situation? Vous traversez la rue et quelqu'un freine soudainement devant vous avec son BMW ou SUV. Vous pensez - 'Maniaque'. Ou vous pourriez utiliser un langage plus coloré.",
  "blog.edducamp2024.title": "Edducamp 2024",
  "blog.edducamp2024.dates": "23.08.2024 - 25.08.2024",
  "blog.edducamp2024.intro1": "Le premier voyage de ce type.",
  "blog.edducamp2024.intro2": "La première conférence de ce type à laquelle j'ai assisté. Et je n'ai pas été déçu.",
  "blog.edducamp2024.location.title": "Commençons par l'endroit. Hampton by Hilton Warsaw City Centre.",
  "blog.edducamp2024.location.description": "Centre-ville. Bâtiment magnifique. Intérieur magnifique. Que dire de plus ? La marque parle d'elle-même. Dans la salle, on pouvait voir de nombreuses lumières de couleur rose et bleue, créant une atmosphère chaleureuse. Je m'y sentais à l'aise et je savais que les organisateurs avaient fait des efforts pour que cela soit beau.",
  "blog.edducamp2024.location.negative": "Le point négatif est qu'il y avait parfois un peu de manque d'espace entre les chaises. Ce n'était pas confortable pour les longues présentations.",
  "blog.edducamp2024.content.title": "Contenu",
  "blog.edducamp2024.content.description1": "Le point fort du programme. Les sujets étaient principalement de la psychologie appliquée et de la gestion, comme les négociations, la créativité ou la régulation émotionnelle. Ce que j'apprécie, c'est qu'ils sont basés sur des recherches scientifiques. Et c'est très important pour moi.",
  "blog.edducamp2024.content.description2": "Lors de la présentation sur les scripts familiaux, nous avons reçu une grande quantité de statistiques sur l'influence de l'environnement familial sur les enfants. En résumé, cela montrait une approche comportementale du développement humain. Cela vaut la peine de s'en souvenir et de le montrer avec des exemples.",
  "blog.edducamp2024.content.description3": "Quand Mateusz parlait des caractéristiques psychométriques, il montrait l'application de la fonction de contrôle dérivée de la gestion pour analyser notre vie. Je ne le cache pas, la vitesse a particulièrement attiré mon attention. Peut-être parce que je suis une personne qui aime faire les choses lentement et de manière variée. Et cela ne favorise pas la vitesse. Donc j'ai un point à améliorer.",
  "blog.edducamp2024.content.negative": "Tout n'est pas parfait, bien sûr. Parfois, les sujets abordés me semblaient trop généraux et n'apportaient pas beaucoup de valeur. Ou peut-être que je ne pouvais pas le voir ;) C'était le cas avec la conférence sur la créativité. À mon avis, c'était un peu... fade.",
  "blog.edducamp2024.social.title": "Socialisation",
  "blog.edducamp2024.social.description": "C'était mieux que ce à quoi je m'attendais. J'ai rencontré beaucoup de personnes intéressantes, des employés universitaires aux organisateurs d'événements d'entreprise et aux propriétaires d'entreprises. J'ai fait beaucoup de contacts, passé un bon moment à discuter avec eux et j'espère les revoir lors de cet événement. J'ai été positivement surpris par l'ouverture de ces personnes. C'est l'un de ces environnements agréables où chacun prend l'initiative de nouer des contacts.",
  "blog.edducamp2024.contest.title": "Concours",
  "blog.edducamp2024.contest.description": "C'était l'un de ces moments étranges :) La forme était agréable, car nous avons utilisé l'application kahoot.it pour le quiz. Cependant, les questions portaient sur... Mateusz, sa famille et sa marque. J'ai été surpris que nous nous concentrions sur Mateusz plutôt que sur l'éducation et les objectifs de la communauté. Cependant, comme j'avais vu beaucoup de vidéos de Mateusz, j'ai obtenu la deuxième place et gagné un bon prix :)",
  "blog.edducamp2024.interview.title": "Entrevue",
  "blog.edducamp2024.interview.description": "Là où il y a une caméra, je suis là. Une bonne occasion de tester mes compétences en présentation. J'attends l'enregistrement officiel, nous verrons comment cela se passe. Et si cela se passe.",
  "blog.edducamp2024.summary.title": "Résumé",
  "blog.edducamp2024.summary.description1": "J'ai rencontré des gens formidables, obtenu une attitude positive et beaucoup appris sur la psychologie et plus encore.",
  "blog.edducamp2024.summary.description2": "L'événement peut ne pas convenir aux personnes qui n'aiment pas les grands groupes ou qui sont introverties. Cependant, je suppose que ces personnes suivent rarement Mateusz.",
  "blog.edducamp2024.closing": "Bisous et tout le meilleur. Salutations à tous ceux avec qui j'ai passé du temps à la conférence! :)",
  "blog.edducamp2024.signature": "Sławomir Woźniak",
  "blog.edducamp2024.meta.title": "Edducamp 2024 - impressions",
  "blog.edducamp2024.meta.description": "Impressions de la conférence Edducamp 2024. Est-ce que ça valait le coup ? Quels sujets ont été abordés ?",
  "blog.edducamp2024.location.alt": "hôtel Hilton",
  "blog.edducamp2024.negotiations.alt": "négociations",
  "blog.edducamp2024.contest.alt": "concours",
  "blog.edducamp2024.interview.alt": "entretien",
  "blog.edducamp2024.summary.alt": "fin"
}
