{
  "common.contact": "Contact me",
  "common.goBack": "Go back",
  "common.at": " at ",
  "seo.title": "Slawomir Wozniak - Software Engineering",
  "seo.description": "Experienced software engineer interested in business and management. I strive to build a better future for all of us.",
  "seo.keywords": "programming, software engineering, web development, business, management",
  "seo.ogTitle": "Slawomir Wozniak - Software Engineering",
  "seo.ogDescription": "Experienced software engineer interested in business and management. I strive to build a better future for all of us.",
  "seo.ogSiteName": "Slawomir Wozniak",
  "seo.homepage.description": "Software engineer interested in business and management. I strive to build a better future for all of us.",
  "seo.code.description": "Software services including web application development, websites and technology implementation support. Full-stack solutions.",
  "hero.title": "Your partner",
  "hero.subtitle": "in technology and business",
  "hero.software.feature1": "Landing pages",
  "hero.software.feature2": "Web application development and planning",
  "hero.software.feature3": "Technology implementation support",
  "blog.higherEducation.conclusion": "The moral of the story:",
  "blog.higherEducation.title": "What does higher education do to a person?",
  "blog.higherEducation.dates": "2024-10-21",
  "blog.higherEducation.content1": "How do you handle independent work?",
  "blog.higherEducation.content2": "Are you capable of learning a language on your own? A new technology? A new tool?",
  "blog.higherEducation.content3": "When you buy a new device, is it out of necessity or the excitement of discovering its capabilities?",
  "blog.higherEducation.content4": "Maybe, like me, you have developed specialized skills, impressive knowledge, or abilities that are worth admiring?",
  "blog.higherEducation.content5": "Congratulations. You have access to a golden tool that many fight for and desire.",
  "blog.higherEducation.content6": "Yes, I learned this on my own and quite easily.",
  "blog.higherEducation.content7": "But this post is not strictly about me. It is not about boasting (although some will surely do so).",
  "blog.higherEducation.content8": "For a very long time, I proudly and satisfactorily developed myself independently, using various sources. I was not a fan of higher education. I did not see myself there.",
  "blog.higherEducation.content9": "And you know what?",
  "blog.higherEducation.content10": "Now I am. And how.",
  "blog.higherEducation.content11": "Somewhere at the beginning of March 2024, I spontaneously decided to enroll in Business Psychology at Merito University.",
  "blog.higherEducation.content12": "You can always drop out after all, I lose nothing.",
  "blog.higherEducation.content13": "And oh boy, how much I have gained in these few months (I am only in the 2nd semester)!",
  "blog.higherEducation.content14": "I will focus here on the less obvious aspects.",
  "blog.higherEducation.content15": "1. Social value",
  "blog.higherEducation.content16": "I expected to meet nice people. But it far exceeded my expectations.",
  "blog.higherEducation.content17": "I ended up in a group where several people run their own businesses. People have their own careers, manage teams, lead projects. This creates incredible opportunities for business collaboration.",
  "blog.higherEducation.content18": "With two of them, I have already built a close relationship over 7 months where we support each other personally and professionally. Greetings to Klaudia and Piotrek :) I am sure this is just the beginning.",
  "blog.higherEducation.content19": "you will meet people who will change your life.",
  "blog.higherEducation.content20": "2. Ideas, concepts",
  "blog.higherEducation.content21": "We will talk about knowledge and what you will gain later. Now I would like to draw your attention to something else.",
  "blog.higherEducation.content22": "During classes and outside of them, you will encounter works, projects, and people who are at the top intellectual level. I can't count how many ideas and inspirations I have gathered in these few months.",
  "blog.higherEducation.content23": "For example: I spontaneously saw a poster about a competition for an IT project related to AI. I spent a minimal amount of time building the concept because it took me about an hour.",
  "blog.higherEducation.content24": "Did I win? No.",
  "blog.higherEducation.content25": "But I started the project anyway because I see potential in it. I am in the process of implementation, learning project and team management. I plan to implement it, launch it into the world, and maybe even monetize it someday. More information on this soon :)",
  "blog.higherEducation.content26": "you will be inspired and have more perspectives to act.",
  "blog.higherEducation.content27": "3. Method of acquiring knowledge",
  "blog.higherEducation.content28": "If you learn independently, you surely know that it is a demanding process. You must not only assimilate knowledge but also have a plan and control the entire process.",
  "blog.higherEducation.content29": "In higher education, all this is facilitated. You have a plan prepared by specialists, you have textbooks that someone wrote for months, you have the support of people smarter than you.",
  "blog.higherEducation.content30": "By delegating the planning and control process, you can focus on other activities. For example, assimilating knowledge, but also on the private aspects of life.",
  "blog.higherEducation.content31": "you will learn more effectively.",
  "blog.higherEducation.content32": "4. Your vocabulary",
  "blog.higherEducation.content33": "During classes, you will learn new words, new concepts, new definitions. In one class, we had to give a speech. Overcome the fear in a situation that paralyzes many.",
  "blog.higherEducation.content34": "But something else struck me.",
  "blog.higherEducation.content35": "After months of learning, I noticed a drastic change in my speech. When I had job interviews, I felt that I spoke with conviction, with knowledge, with confidence. When I talked to friends, I was calmer, more eloquent, showed more love.",
  "blog.higherEducation.content36": "You will feel more confident.",
  "blog.higherEducation.content37": "I knew what I wanted and how to justify it. I could sell myself and my values.",
  "blog.higherEducation.content38": "your charisma and communication skills will increase.",
  "blog.higherEducation.content39": "5. Value of knowledge",
  "blog.higherEducation.content40": "You know exactly what it's about. Your grandmother, mother, father, and teachers at school have repeated it to you. My goal is not to repeat it.",
  "blog.higherEducation.content41": "I will just add that we are a set of interconnected vessels. The knowledge you acquire will certainly affect your life.",
  "blog.higherEducation.content42": "Maybe you will build the identity of an intelligent person who has strength and is capable of great things? Maybe you will know more about human behavior and will not use punishment and violence against your children because you know how harmful it is? Or maybe you will find out that it is not always worth taking anti-inflammatory drugs when you have a fever?",
  "blog.higherEducation.content43": "you will be smarter.",
  "blog.higherEducation.content44": "My goal was to present to you some less obvious aspects of studies, as well as to share my experience. A lot has changed, and I think it is worth sharing your thoughts.",
  "blog.higherEducation.content45": "Maybe grandma was right after all.",
  "blog.higherEducation.meta.title": "What does higher education do to a person?",
  "blog.higherEducation.meta.description": "Reflections on the impact of higher education on a person's life from the perspective of someone previously reluctant to schooling. Non-obvious arguments for and against.",
  "blog.higherEducation.tags": "education, business, psychology, friendship, learning, autonomy",
  "bio.title.programming": "BIO",
  "bio.menu.story": "STORY",
  "bio.menu.achievements": "ACHIEVEMENTS",
  "bio.menu.personal.life": "PERSONAL LIFE",
  "bio.story1": "Programmer, in love with dance, development, beauty and closeness with nature and people.",
  "bio.story2": "I speak Polish, English and Spanish. Currently learning French.",
  "bio.story3": "In 2021 I simply packed my things and travelled throughout Europe. I visited 10 countries in 3 months. I had the most fun in my life. Finally stayed in Spain for 6 months.",
  "bio.story4": "I am passionate about business and management. I wanted to understand how to build successful teams and deliver value.",
  "bio.story5": "And precisely that is what you can expect from me. I have a deep understanding of technology, management and delivering business value.",
  "bio.story6": "You can follow my journey on my blog here, or on",
  "bio.achievements1": "Successfully delivered a frontend part of MVP while leading a small team of developers",
  "bio.achievements2": "Launched my own team and successfully planning and managing software projects",
  "bio.achievements3": "Learned Spanish in 1 year",
  "bio.achievements4": "Travelled to 14 countries",
  "bio.achievements5": "Taught more than 10 kids mathematics as a high school student",
  "bio.achievements.programming1": "Working at Cognitran, I delivered an MVP project as the lead developer while leading a team of programmers",
  "bio.achievements.programming2": "Launched my own team and successfully planning and managing software projects",
  "bio.achievements.programming3": "I support the development of science through active participation in a project researching quantitative markers based on eccDNA",
  "bio.achievements.programming4": "Self-taught software engineering and have been working professionally for over 6+ years",
  "bio.achievements.programming5": "Mentored junior developers, helping them develop skills and achieve professional goals",
  "bio.personal.life1": "I pursue my passions by fully enjoying life.",
  "bio.personal.life2": "A big fan of martial arts and bodybuilding.",
  "testimonials.title": "WHAT DO CLIENTS SAY",
  "testimonials.richardson.text": "He was my front-end technical lead and I relied on him greatly",
  "testimonials.richardson.name": "Paul Richardson",
  "testimonials.richardson.position": "Senior Project Manager of",
  "testimonials.richardson.company": "Cognitran Ltd",
  "testimonials.sobisz.text": "Their proficiency in React is outstanding, Sławomir is not only skilled but also proactive",
  "testimonials.sobisz.name": "Daniel Sobisz",
  "testimonials.sobisz.position": "Front-End Developer",
  "testimonials.sobisz.company": "",
  "testimonials.wuss.text": "He is an excellent communicator and a great team player, a reliable and valuable asset to any team.",
  "testimonials.wuss.name": "Adam Wuss",
  "testimonials.wuss.position": "Senior Frontend Developer",
  "testimonials.wuss.company": "",
  "testimonials.chojankowski.text": "Sławek approaches cooperation very thoroughly. A great professional.",
  "testimonials.chojankowski.name": "Piotr Chojankowski",
  "testimonials.chojankowski.position": "Expert in insurance, retirement accounts, loans and leasing",
  "testimonials.chojankowski.company": "",
  "testimonials.wojcik.text": "Sławek is a professional with an open mind, full of ideas for new projects and solutions to potential problems.",
  "testimonials.wojcik.name": "Anna Wójcik",
  "testimonials.wojcik.position": "Health | IT | Public Relations | Media",
  "testimonials.wojcik.company": "",
  "testimonials.swierszcz.text": "Their proficiency in React, Vue, and JavaScript is truly impressive,",
  "testimonials.swierszcz.name": "Piotr Świerszcz",
  "testimonials.swierszcz.position": "Senior Frontend Developer",
  "testimonials.swierszcz.company": "",
  "testimonials.hiszpan.text": "I am very satisfied with Sławek's work, complete professionalism and efficient cooperation.",
  "testimonials.hiszpan.name": "Kamil Hiszpan",
  "testimonials.hiszpan.position": "CEO of",
  "testimonials.hiszpan.company": "Hiszpanbet",
  "services.services": "SERVICES",
  "services.development.title": "PERSONAL BRAND LANDING PAGE",
  "services.development.description": "Want to promote your personal brand online? Let's create a professional landing page.",
  "services.development.points1": "Customized project tailored to personal brand requirements",
  "services.development.points2": "6 months of support after service completion",
  "services.development.points3": "PDF with steps to edit the site yourself",
  "services.development.price": "from 1500 PLN net",
  "services.coaching.title": "OPEN-SOURCE APP DEPLOYMENT",
  "services.coaching.description": "Have a ready open-source application and want to deploy it on a server? I'll handle it.",
  "services.coaching.points1": "Professional deployment on server",
  "services.coaching.points2": "30 days of technical support after deployment",
  "services.coaching.points3": "Documentation and management instructions",
  "services.coaching.price": "2000 PLN net per app + 30 days support",
  "services.audits.title": "INDIVIDUAL CONSULTING",
  "services.audits.description": "Do you have doubts about current solutions?",
  "services.audits.points1": "We will develop an action plan",
  "services.audits.points2": "We will analyze current problems",
  "services.audits.points3": "We will propose solutions",
  "services.audits.price": "Price determined individually",
  "services.interested": "Interested in working together?",
  "footer.poland": "Poland",
  "footer.partners": "Partners",
  "newsletter.title": "Join the newsletter",
  "newsletter.description": "Learn how to use technology to build a business.",
  "newsletter.spam.disclaimer": "⚠️ Please check your spam folder after signing up! Our confirmation emails sometimes end up there.",
  "newsletter.email.label": "Email",
  "newsletter.email.placeholder": "Email",
  "newsletter.name.label": "Name",
  "newsletter.name.placeholder": "optional",
  "newsletter.submit": "Join",
  "seo.newsletter.title": "Newsletter - Slawomir Wozniak",
  "seo.newsletter.description": "Learn how to use technology to build a business.",
  "seo.bio.title": "Bio - Slawomir Wozniak",
  "seo.bio.description": "Explore my story and personal life.",
  "seo.contact.title": "Contact - Slawomir Wozniak",
  "seo.contact.description": "Let's discuss your project, business ideas, or technology needs.",
  "navbar.home": "Home",
  "navbar.bio": "Bio",
  "navbar.newsletter": "Newsletter",
  "navbar.language": "Language",
  "modal.first.name": "First name",
  "modal.last.name": "Last name",
  "modal.email": "Email",
  "modal.phone": "Phone number",
  "modal.message": "Message",
  "modal.submit": "Let's send!",
  "error.not.found": "Page not found",
  "error.back": "Go back to home",
  "error.internal.server": "Internal server error, sorry something went wrong on our side",
  "alt.slawomir": "Slawomir Woźniak",
  "alt.portrait": "Portrait",
  "alt.spain": "Car in sunset in Spain",
  "alt.book": "Book reading with a cat",
  "alt.dog": "With dog",
  "alt.friends": "With friends",
  "alt.bodybuilding": "Bodybuilding",
  "alt.boxing": "Boxing",
  "alt.workstation": "Workstation",
  "alt.travel": "Travel",
  "projects.title": "REALIZED PROJECTS",
  "projects.filter.portfolio": "portfolio",
  "projects.filter.blog": "blog",
  "projects.show.less": "Show less",
  "projects.show.more": "Show more",
  "projects.piotrchojankowski": "Portfolio website for an expert in the field of insurance, financial and investment advice.",
  "projects.eccdna": "Team's page devoted to research on eccDNA-based quantitative markers.",
  "projects.hiszpanbet": "HiszpanBet is a dynamic company with over 30 years of experience in the market, specializing in the production of top-quality concrete fences, offering comprehensive transportation and installation services.",
  "projects.blog.instagram.italy.name": "Trip to Italy",
  "projects.blog.instagram.italy.description": "Reflections and impressions from a trip to Italy 🇮🇹 and Switzerland 🇨🇭",
  "projects.blog.instagram.reels.relationships.name": "Relationships",
  "projects.blog.instagram.reels.relationships.description": "How to maintain good relationships with loved ones.",
  "projects.blog.instagram.reels.collective-illusions.name": "Collective Illusions",
  "projects.blog.instagram.reels.collective-illusions.description": "Are we all deceiving ourselves?",
  "projects.blog.instagram.notes.name": "Notes",
  "projects.blog.instagram.notes.description": "How many times have you heard to take notes in class? But does it make sense?",
  "projects.blog.instagram.hiking.name": "Mountain Hiking",
  "projects.blog.instagram.hiking.description": "How shared struggles support bonds.",
  "projects.blog.instagram.promotions.name": "Promotions not so intuitive",
  "projects.blog.instagram.promotions.description": "Interesting conclusions about promotions in organizations.",
  "projects.blog.instagram.attribution.name": "Fundamental Attribution Error",
  "projects.blog.instagram.attribution.description": "Remember that situation? You're crossing the street, and someone suddenly brakes in front of you with their BMW or SUV. You think - 'Maniac'. Or you might use more colorful language.",
  "projects.blog.higherEducation": "What does higher education do to a person?",
  "blog.edducamp2024.title": "Edducamp 2024",
  "blog.edducamp2024.dates": "23.08.2024 - 25.08.2024",
  "blog.edducamp2024.intro1": "First such trip.",
  "blog.edducamp2024.intro2": "First such conference I attended. And I was not disappointed.",
  "blog.edducamp2024.location.title": "Let's start with the place. Hampton by Hilton Warsaw City Centre.",
  "blog.edducamp2024.location.description": "City center. Beautiful building. Beautiful interior. What more can I say, the brand speaks for itself. The hall was full of pink and blue lights, creating a cozy atmosphere. I felt comfortable there and knew that the organizers made an effort to make it look good.",
  "blog.edducamp2024.location.negative": "On the downside, there was sometimes a bit too little space between the chairs. It wasn't comfortable for longer lectures.",
  "blog.edducamp2024.content.title": "Content",
  "blog.edducamp2024.content.description1": "A strong point of the program. These were topics mostly from applied psychology and management, such as negotiations, creativity, or emotional regulation. What I appreciate is that they are based on scientific research. And that means a lot to me.",
  "blog.edducamp2024.content.description2": "In the lecture on family scripts, we received a large dose of statistics on the impact of the family environment on children. In short, it showed a behavioral approach to human development. It's worth recalling and showing examples.",
  "blog.edducamp2024.content.description3": "When Mateusz talked about psychometric traits, he showed the application of the control function derived from management to analyze our lives. I must admit, speed particularly caught my attention. Maybe because I am a person who likes to do things slowly and diversely. And that doesn't favor speed. So I have a point to improve.",
  "blog.edducamp2024.content.negative": "Not everything is perfect, of course. Sometimes the topics that were discussed I think were too general and not quite conveying value. Or I wasn't able to notice it ;) That was the case with the lecture on creativity. In my opinion, it was a bit... bland.",
  "blog.edducamp2024.social.title": "Socialization",
  "blog.edducamp2024.social.description": "It was better than I expected. I met a lot of interesting people, from university employees to business event organizers to company owners. I gained many contacts, had a great time talking with them, and I hope to see them again at this event. I was positively struck by the openness of these people. It's one of those nice environments where everyone takes the initiative to make contact.",
  "blog.edducamp2024.contest.title": "Contest",
  "blog.edducamp2024.contest.description": "It was one of those weirder moments :) The form was pleasant because we used the kahoot.it app for the quiz. However, the questions were about... Mateusz, his family, and brand. I was surprised that we focused on Mateusz instead of education and community goals. Nevertheless, since I had seen a lot of Mateusz's videos, I took second place and won a nice prize :)",
  "blog.edducamp2024.interview.title": "Interview",
  "blog.edducamp2024.interview.description": "Where there's a camera, there's me. A nice opportunity to test my presentation skills. I'm waiting for the official recording, we'll see how it turns out. And if it turns out at all.",
  "blog.edducamp2024.summary.title": "Summary",
  "blog.edducamp2024.summary.description1": "I met great people, gained a positive attitude, and learned a lot about psychology and more.",
  "blog.edducamp2024.summary.description2": "The event may not be for people who don't like large groups or are introverted. However, I assume that such people are less likely to follow Mateusz.",
  "blog.edducamp2024.closing": "Love, all best to you. Greetings to everyone I spent time with at the conference! :)",
  "blog.edducamp2024.signature": "Sławomir Woźniak",
  "blog.edducamp2024.meta.title": "Edducamp 2024 - Impressions",
  "blog.edducamp2024.meta.description": "Impressions from the Edducamp 2024 conference. My first attendance. Was it worth it? What topics were covered? Learn about my impressions.",
  "blog.edducamp2024.location.alt": "hotel Hilton",
  "blog.edducamp2024.negotiations.alt": "negotiations",
  "blog.edducamp2024.contest.alt": "contest",
  "blog.edducamp2024.interview.alt": "interview",
  "blog.edducamp2024.summary.alt": "finish",
  "blog.edducamp2024.tags": "business, psychology, conference, education, learning, impressions, review",
  "blog.socialLearningTheory.title": "Observe and Learn!",
  "blog.socialLearningTheory.dates": "2025-01-15",
  "blog.socialLearningTheory.tags": "psychology, education, learning, society, behaviorism",
  "blog.socialLearningTheory.content1": "Today, a bit of science.",
  "blog.socialLearningTheory.content2": "You learn more than you think. You don't know it, but you will find out today. What we are going to talk about today is hidden under sayings like 'you are who you hang out with' or 'the apple doesn't fall far from the tree'.",
  "blog.socialLearningTheory.bandura1": "In 1963, Albert Bandura was not satisfied with the state of learning theory at the time, which largely relied on behaviorist conditioning. In his book 'Social learning and personality development'",
  "blog.socialLearningTheory.bandura2": "he introduced the groundbreaking term of social learning. I will try not to bore you with theory, so we will stop here 😊.",
  "blog.socialLearningTheory.example1": "You see that two of your friends have started going to the gym. Guess what you will be thinking about soon?",
  "blog.socialLearningTheory.example2": "You are an active smoker. Your partner has quit smoking and is doing well. What do you think about yourself?",
  "blog.socialLearningTheory.example3": "You are driving in the city at 50 km/h. Everyone is overtaking you, and some are flashing their lights at you. How assertive will you be?",
  "blog.socialLearningTheory.content3": "In short - individuals continuously observe the behaviors of others and learn new behaviors through imitation. This happens both consciously and unconsciously. You can boast about being independent or very assertive. But that won't eliminate the influence of others. Look at the examples:",
  "blog.socialLearningTheory.content5": "The best part is that I didn't even make up these cases. These are situations I have experienced. When I quit smoking, several of my friends were inspired by it. When I allowed myself a fast food, it was easier for my partner to eat it with me.",
  "blog.socialLearningTheory.content6": "After this light introduction, let's move on to the analysis of scientific sources.",
  "blog.socialLearningTheory.hotStudy": "One of the hottest studies that recently caught my attention.",
  "blog.socialLearningTheory.content7": "The impact of an individual's weight on their surroundings and vice versa.",
  "blog.socialLearningTheory.linkRef2": "[2].",
  "blog.socialLearningTheory.content14": "Data from over 12,000 people were analyzed to understand the obesity epidemic in the United States. It was proven that this epidemic cannot be explained solely by biological or cultural reasons. There is also a social context. Individuals see changes in their environment and consciously or unconsciously model these behaviors.",
  "blog.socialLearningTheory.content8": "Studies show that:",
  "blog.socialLearningTheory.stat1": "if a person has a friend who is obese, the chance that they themselves will become obese is 57%. ‼️",
  "blog.socialLearningTheory.stat2": "if one person in a pair of adult siblings becomes obese, the chance of similar values in the other is 40%. ‼️",
  "blog.socialLearningTheory.stat3": "In the case of people in a relationship, this value is 37%. Gender matters, and people of the same gender have a greater influence on each other. ‼️",
  "blog.socialLearningTheory.content9": "If this number doesn't scare you, at least let me share that it DOES scare me.",
  "blog.socialLearningTheory.content10": "To calm you down, however, it is worth noting that this influence can also have a positive effect.",
  "blog.socialLearningTheory.linkRef3": "[3]",
  "blog.socialLearningTheory.study1999": "A 1999 study found that people participating in a weight loss program achieve better results when they do it together with friends.",
  "blog.socialLearningTheory.content11": "Look at it this way. We can also imagine behaviors and their influence in society as a network of connections, where each one affects the rest. The closer the connections, the stronger the influence. We can even observe clusters of behaviors! Look at the picture below.",
  "blog.socialLearningTheory.content12": "The thicker the dot, the higher the concentration of high BMI environments 😅.",
  "blog.socialLearningTheory.content13": "So let's summarize:",
  "blog.socialLearningTheory.summary1": "Each of us influences everyone. Behaviors are modeled by individuals.",
  "blog.socialLearningTheory.summary2": "It is worth paying attention to who we spend time with.",
  "blog.socialLearningTheory.summary3": "The whole process happens consciously and unconsciously.",
  "blog.socialLearningTheory.summary4": "It is worth paying attention to what behaviors are normal in our environment.",
  "blog.socialLearningTheory.closing": "All the best, besos. Sławomir Woźniak",
  "blog.socialLearningTheory.bibliography": "Bibliography",
  "blog.socialLearningTheory.reference1": "[1] Albert Bandura, Social Learning Theory, 1977",
  "blog.socialLearningTheory.reference2": "[2] Nicholas A. Christakis, M.D., Ph.D., M.P.H., and James H. Fowler, Ph.D., The Spread of Obesity in a Large Social Network over 32 Years, 2007",
  "blog.socialLearningTheory.reference3": "[3] Wing, R. R., & Jeffery, R. W., Benefits of recruiting participants with friends and increasing social support for weight loss and maintenance., 1999",
  "blog.socialLearningTheory.meta.description": "How do you learn? Do you know how the people around you influence you? Read about the theory of social learning.",
  "blog.socialLearningTheory.meta.title": "Observe and Learn!",
  "projects.mirecc": "Database for identifying quantitative tumor markers",
  "projects.nimbleninja": "Portfolio website and blog for a marketing agency. Nimble Ninja helps brands stand out from the competition by using impressive advertising videos.",
  "blog.value.title": "No, you are not creating value",
  "blog.value.dates": "2025-07-27",
  "blog.value.tags": "value, form, reflections",
  "blog.value.content1": "I write this post with passion, because on a day off, after taking a shower, I rushed to sit at the computer and type a few lines of text.",
  "blog.value.content2a": "Recently, I came across this organization:",
  "blog.value.content2b": "I think it was an ad. They give away books (printed!) for free, so I was tempted. It was rather selfish, I just wanted to take advantage of the situation—after all, interesting and free books! Oh boy, how wrong I was. In a positive sense, because they know exactly what they're doing and how it will affect people. It fulfills their mission, because by sharing this knowledge, they encourage others to share it further.",
  "blog.value.content3": "It is a non-profit organization that helps people make career decisions. Sounds boring. But they do it excellently and in a unique way. They are the founders of so-called Effective Altruism. They focus on EFFECTIVE use of resources to bring good to people and the world. I encourage you to check it out. However, I want to focus on something else.",
  "blog.value.figure1.caption": "They give away cool stuff like this.",
  "blog.value.content4": "It brought me closer to the topic of the value we put into what we create and share. I started to desire to give value and help others. But really give, ",
  "blog.value.content4b": " Not in a marketing sense. Look, I immediately say this is my subjective opinion:",
  "blog.value.list1a": "Your LinkedIn post generated by ChatGPT about how divorce taught you these 3 business lessons ",
  "blog.value.list1b": " There are really many such posts, you don't bring yourself into it and probably won't help anyone.",
  "blog.value.list2a": "Your business based on dropshipping, where you sell Chinese products from AliExpress ",
  "blog.value.list2b": " You don't create anything new, you don't help anyone. You are an unnecessary middleman.",
  "blog.value.list3a": "Your online course about how to make money by creating online courses ",
  "blog.value.list3b": " You repeat already existing content, you don't help the world, you fuel the marketing spiral.",
  "blog.value.list4a": "Your participation in scientific research, where you study malaria vaccines ",
  "blog.value.list4b": " Your actions may help millions of people.",
  "blog.value.list5a": "Your unique way of making furniture, which provides durable products at lower prices for local customers ",
  "blog.value.list5b": " You probably make life easier for many people.",
  "blog.value.list6a": "Your conversation with a friend, where you question their life choices because they drink alcohol, party, and don't care about their health ",
  "blog.value.list6b": " You question the status quo, fighting for their and society's development.",
  "blog.value.content6a": "Some time ago, I tried to create a business based on automating Instagram activities, ",
  "blog.value.content6b": " It was supposed to help people gain followers and interactions on Instagram.",
  "blog.value.content7a": "I'm not really proud of it, to be honest. At first, I thought it was a cool idea, I'd help people be more effective on Instagram. But now, with time, I see it wasn't the value I wanted to create. Not only do similar solutions already exist, but it harms society. I contributed to creating bots that annoy and spam people on Instagram. ",
  "blog.value.content7b": " I didn't help anyone, and quite the opposite, I contributed to the deterioration of content quality on the web.",
  "blog.value.content8a": "That's why I'm now focusing on something that makes sense to me. I want to further develop projects such as ",
  "blog.value.content8b": " We are researching quantitative markers using machine learning, which can support cancer research. I'm looking for ways to use my specialized skills to help others.",
  "blog.value.content5": "Ask yourself, what would happen if you didn't do it? Would anyone notice, feel a loss? Would you be replaced by someone else in the blink of an eye? Is society moving in the right direction because of this decision?",
  "blog.value.meta.title": "No, you are not creating value",
  "blog.value.meta.description": "I see a growing trend of focusing on form and appearance rather than the value conveyed in the content we deliver. So let's talk about it.",
  "blog.value.notValue": "IS NOT VALUE.",
  "blog.value.isValue": "IS VALUE.",
  "blog.value.notValuePast": "WAS NOT VALUE.",
  "blog.changesOnProfile.title": "Changes on Profile",
  "blog.changesOnProfile.dates": "2025-11-09",
  "blog.changesOnProfile.tags": "marketing, strategy, personal branding, technology, youtube, newsletter",
  "blog.changesOnProfile.intro": "In the coming weeks, certain changes will take place on my profile. Any major transformations are worth communicating to people around us to help them understand what's happening. After all, you don't want to suddenly find out that your closest friend has been living only in Madagascar for a month, and your wife filed for divorce a week ago.",
  "blog.changesOnProfile.howItLooked.title": "How did it look?",
  "blog.changesOnProfile.howItLooked.content1": "From around March 2024, I have been building an online presence. It was an interesting period, full of exploration, spontaneity, and intuitive sensing of how to play this game. This is of course a natural, initial stage of building competence. However, when we don't plan and think something through well, it often turns out poorly. Many things were missing:",
  "blog.changesOnProfile.howItLooked.list1": "Strategy",
  "blog.changesOnProfile.howItLooked.list2": "Regularity in creating materials",
  "blog.changesOnProfile.howItLooked.list3": "Lack of defining the target audience",
  "blog.changesOnProfile.howItLooked.list4": "Lack of defining the goals of this promotion",
  "blog.changesOnProfile.howItLooked.list5": "And many others",
  "blog.changesOnProfile.howItLooked.content2": "The result was low brand recognition, uncertainty, and the resulting lack of engagement. Fortunately, education and support come to the rescue.",
  "blog.changesOnProfile.nextStage.title": "What is the next stage?",
  "blog.changesOnProfile.nextStage.content1": "After a period of spontaneous, uncoordinated action comes the stage of understanding and refinement. Finally, we see that we lack the effects of our actions and we feel that something is not right. Something needs to change and that's very good. This post is an announcement of just that. I'm creating it so you can understand what it will look like in the coming weeks.",
  "blog.changesOnProfile.nextStage.content2": "I have the pleasure of collaborating with Nimble Ninja in the field of marketing. Thank you for your help Weronika, I believe we will build something cool :)",
  "blog.changesOnProfile.whatWillChange.title": "What will change?",
  "blog.changesOnProfile.whatWillChange.content1": "First of all, I won't be circling around topics. I'm choosing a specific path, which is software and using technology to help entrepreneurs. Sure, I've heard many nice opinions about my content related to psychology, but it was a hobby without a plan. Now expect here a combination of social science content with hard, technical skills. Here are examples of topics I plan to address:",
  "blog.changesOnProfile.whatWillChange.example1": "How do I care for password privacy and how can you do it?",
  "blog.changesOnProfile.whatWillChange.example2": "Creative work should not be billed by time, but by result. Conflict of interest.",
  "blog.changesOnProfile.whatWillChange.content2": "Next, we need to take care of content regularity. No more spontaneous writing posts once every 2-3 months. You simply disappear on the internet then and people don't remember you.",
  "blog.changesOnProfile.whatWillChange.weekly": "Every week you will receive from me:",
  "blog.changesOnProfile.whatWillChange.weeklyPost": "A post presenting technology through my eyes. We will use it in business to make our work easier and be better than the competition.",
  "blog.changesOnProfile.whatWillChange.weeklyVideo1": "A video on my",
  "blog.changesOnProfile.whatWillChange.weeklyVideo2": "Youtube",
  "blog.changesOnProfile.whatWillChange.weeklyVideo3": "channel. Here you will learn practical tips step by step.",
  "blog.changesOnProfile.whatWillChange.newsletter1": "Already now I invite you to sign up for my",
  "blog.changesOnProfile.whatWillChange.newsletter2": "newsletter",
  "blog.changesOnProfile.whatWillChange.content3": "Without a good plan or strategy, it's hard to get results. So we developed a communication goal, audience, color scheme, and schedule.",
  "blog.changesOnProfile.nextStep.title": "Next step",
  "blog.changesOnProfile.nextStep.content1": "Sign up for my newsletter:",
  "blog.changesOnProfile.nextStep.content2": "and expect the first email. You can unsubscribe at any time if the content doesn't interest you.",
  "blog.changesOnProfile.nextStep.content3": "Follow the Youtube channel if you want to learn about the behind-the-scenes of planning a programmer's personal brand:",
  "blog.changesOnProfile.closing.title": "Closing words",
  "blog.changesOnProfile.closing.content1": "Feedback is a beautiful thing. Positive feedback strengthens you and gives you energy, while negative feedback informs you of what you can improve and what's missing for you to become a better version of yourself. So if you have thoughts or advice, don't hesitate, just let me know.",
  "blog.changesOnProfile.closing.content2": "See you on Youtube! Let's go through the plan live, see who I am.",
  "blog.changesOnProfile.meta.title": "Changes on Profile",
  "blog.changesOnProfile.meta.description": "In the coming weeks, changes will occur on my profile. New strategy, regularity and specific topics related to technology in business.",
  "blog.technologyPartner.title": "Was technology supposed to help you, but became an enemy?",
  "blog.technologyPartner.dates": "2024-11-15",
  "blog.technologyPartner.tags": "technology, business, partnership, automation, websites, frustration",
  "blog.technologyPartner.intro": "I like working with experts. With people who know their stuff, strive for excellence, and want to serve others. I consider it a strong asset to have someone who can create great ads, another who masterfully fixes cars, and yet another who knows how to eat healthy to lose weight.",
  "blog.technologyPartner.content1": "You are probably such a person. Many of you work online and regularly use information technology.",
  "blog.technologyPartner.content2": "And then that moment comes. The moment when you 'just' need to update something on the website, set up a newsletter, or make two systems finally talk to each other. Just configuring Meta Business Suite gave me a headache when I was setting up a Facebook profile. Hours pass. Instead of developing your business and working with clients, you fight with technology. I know this pain well because I see it in almost every entrepreneur I talk to. In fact, I experience it myself on a daily basis!",
  "blog.technologyPartner.content3": "This pain leads you straight to one of two dead ends.",
  "blog.technologyPartner.figure1.caption": "That's me when something doesn't work. That is every day.",
  "blog.technologyPartner.deadEnd1.title": "Dead End #1: The 'I'll Do It Myself' Trap",
  "blog.technologyPartner.deadEnd1.content": "You think you'll save money. 'What's the big deal, I'll watch some YouTube tutorials and do it myself'. And kudos to you for that. Try, experiment, and learn. However, if you don't do it wisely, it might backfire.",
  "blog.technologyPartner.deadEnd1.result": "A month of clicking away at night passes. The result? You're exhausted, frustrated, and the website barely works and looks like it's from a previous era. You've lost your most valuable resource - your time, which you could have spent earning money in your specialization. Not to mention the emotional exhaustion.",
  "blog.technologyPartner.deadEnd2.title": "Dead End #2: The 'Hostage' Trap",
  "blog.technologyPartner.deadEnd2.content": "You say 'enough', you outsource it. You hire a developer from a freelancer listing site. And that's fine, it's a solid thought! But again, you might not quite get what you really need. You yourself aren't sure what you want, and they say 'okay' and do it.",
  "blog.technologyPartner.figure2.caption": "That's how your relation should look like.",
  "blog.technologyPartner.deadEnd2.result": "You get a 'black box' - a website that works, but you have no idea how. You're completely dependent. Want to change a comma or add a new photo? You send an email and wait 3 days for a quote. You're a hostage in your own business.",
  "blog.technologyPartner.alternative.title": "Alternative: Partnership",
  "blog.technologyPartner.alternative.content": "Both of these traps stem from a false assumption. You assume you need a contractor (or have to become one). I'm here to show you another way out. A path where you don't have to be a technician. A path that is the foundation of my brand: Partnership in technology and business.",
  "blog.technologyPartner.caseStudy.title": "Case Study: How I 'Freed' Werka",
  "blog.technologyPartner.caseStudy.intro1": "In a video on my channel, I posted a complete visualization on this topic. If you like to see things, be sure to check it out there!",
  "blog.technologyPartner.caseStudy.intro2": "Here are 4 steps of the proper process that I believe you deserve:",
  "blog.technologyPartner.caseStudy.step1.title": "1. Diagnosis",
  "blog.technologyPartner.caseStudy.step1.content": "I didn't ask Werka: 'What kind of website do you want?'. That's shifting responsibility. I asked: 'What business problem do you want to solve?' and 'What don't you want to do?'. It turned out she needed a simple business card and automation of selling her Academy (saving time).",
  "blog.technologyPartner.caseStudy.step2.title": "2. True Delegation",
  "blog.technologyPartner.caseStudy.step2.content": "Werka got a clear plan and vision. She didn't need to know how I would do it. She could fully delegate this frustrating area to me and return to what she loves - marketing. She felt relief and security.",
  "blog.technologyPartner.caseStudy.step3.title": "3. Freedom",
  "blog.technologyPartner.caseStudy.step3.content": "Many developers deliberately make clients dependent. I believe in the opposite. Werka received a ready tool and simple video instructions on how to independently add a blog post. I give you the keys and you are free.",
  "blog.technologyPartner.caseStudy.step4.title": "4. Partnership by Choice",
  "blog.technologyPartner.caseStudy.step4.content": "Of course, I take care of her website (updates, security). But Werka does it by choice, not by force, because she can't click something herself. This is the definition of a partnership relationship that I believe in.",
  "blog.technologyPartner.whyHere.title": "Why am I here?",
  "blog.technologyPartner.whyHere.content": "I'm creating this channel for people like Werka. For thoughtful entrepreneurs and experts who want technology to finally start working for them. Over the years, I've tested thousands of tools and applications. I know which ones are 'a waste of time' and which ones really save time and automate business. And I'll share this knowledge here. Without technical jargon.",
  "blog.technologyPartner.closing": "I expand on the topic of technological frustration and my alternative approach in my latest YouTube video. There I show 'behind the scenes' how I approached building my brand. Be sure to check it out",
  "blog.technologyPartner.meta.title": "Was technology supposed to help you, but became an enemy?",
  "blog.technologyPartner.meta.description": "Is technology helping you or has it become a source of frustration? Discover the alternative: partnership instead of fighting with technology. Case study of collaboration with Werka.",
  "blog.meetingThatCouldBeVideo.title": "Meeting that could have been a video. How to reclaim time from meetings?",
  "blog.meetingThatCouldBeVideo.dates": "2025-11-23",
  "blog.meetingThatCouldBeVideo.tags": "meetings, productivity, asynchronous, video, loom, cap.so",
  "blog.meetingThatCouldBeVideo.intro": "A very interesting shift can be seen in the culture regarding different forms of conducting meetings/work organization. Just a few years ago, around the pandemic, meetings were something natural and desirable. They were treated as a measure of productivity.",
  "blog.meetingThatCouldBeVideo.problem.title": "Problem",
  "blog.meetingThatCouldBeVideo.problem.content": "However, for some time now, a trend in the opposite direction has been visible. Excess meetings are a productivity killer. It knocks specialists out of the flow state and prevents deep work, which brings the greatest value.",
  "blog.meetingThatCouldBeVideo.myStance.title": "My stance",
  "blog.meetingThatCouldBeVideo.myStance.intro": "I'm starting to sign under this. I come to the conclusion that meetings should:",
  "blog.meetingThatCouldBeVideo.myStance.list1": "Have a plan, specific needs to be met, and a goal",
  "blog.meetingThatCouldBeVideo.myStance.list2": "Be as short as possible, taking into account the needs of free communication and exhausting the topic",
  "blog.meetingThatCouldBeVideo.myStance.list3": "If they are not needed, it should be handled asynchronously, via email. ESPECIALLY if participants do not have current knowledge and need to familiarize themselves with sources",
  "blog.meetingThatCouldBeVideo.whenToMeet.title": "My subjective list of when it is worth conducting and scheduling meetings:",
  "blog.meetingThatCouldBeVideo.whenToMeet.list1.title": "Company.",
  "blog.meetingThatCouldBeVideo.whenToMeet.list1.content": "When you like someone and want to talk to them. The key is to be aware that this is our goal. Optimize it for this goal.",
  "blog.meetingThatCouldBeVideo.whenToMeet.list2.title": "Q&A.",
  "blog.meetingThatCouldBeVideo.whenToMeet.list2.content": "A situation where both parties must be in constant contact, exchanging sentences. This is, for example, a discussion or a Q&A session.",
  "blog.meetingThatCouldBeVideo.whenToMeet.list3.title": "Quick decision regarding misunderstanding/urgent arrangements.",
  "blog.meetingThatCouldBeVideo.whenToMeet.list3.content": "When it is faster and better to call, establish specifics, and end the meeting. I call these five-minute meetings.",
  "blog.meetingThatCouldBeVideo.whenNotToMeet.title": "When do I think it is not worth conducting meetings?",
  "blog.meetingThatCouldBeVideo.whenNotToMeet.list1": "You want to present something to someone, and the other party is aware of the project/product status and will not have many questions.",
  "blog.meetingThatCouldBeVideo.whenNotToMeet.list2": "You want to ask about a non-urgent, sudden thing. You can often knock a person out of the flow state and contribute to deconcentration. Better prepare a list of things to discuss and make an appointment in a few hours/days.",
  "blog.meetingThatCouldBeVideo.whenNotToMeet.list3": "If everything is known and you meet only because you have already agreed so. Some people like it and it's okay. I don't, each of you can do a lot at the same time.",
  "blog.meetingThatCouldBeVideo.solution.title": "Solution",
  "blog.meetingThatCouldBeVideo.solution.content": "There is a very cool approach appearing recently in the world of technology. These are platforms that allow recording short video messages used to share them with clients/employees/contractors. This post is NOT sponsored.",
  "blog.meetingThatCouldBeVideo.examples.title": "Examples:",
  "blog.meetingThatCouldBeVideo.howItWorks.title": "How does it work?",
  "blog.meetingThatCouldBeVideo.howItWorks.intro": "Let's show this with an example. You are recruiting a new employee and need to onboard them. Record it once. If you hire 5 people in a year, you will save exactly five times your time spent on onboarding. Instead of spending a few hours with them, you can use these platforms to prepare:",
  "blog.meetingThatCouldBeVideo.howItWorks.list1": "A short 5-minute recording in which you tell and present on the screen access to accounts so that they can log in",
  "blog.meetingThatCouldBeVideo.howItWorks.list2": "A short 5-minute recording in which you present and talk about the way of communicating with clients using examples",
  "blog.meetingThatCouldBeVideo.howItWorks.list3": "A short 5-minute recording in which you show how to make changes in a specific part of the application.",
  "blog.meetingThatCouldBeVideo.advantages.title": "Advantages",
  "blog.meetingThatCouldBeVideo.advantages.intro": "I see mainly two advantages:",
  "blog.meetingThatCouldBeVideo.advantages.list1.title": "1. Asynchronicity.",
  "blog.meetingThatCouldBeVideo.advantages.list1.content": "You don't have to look for free dates in the schedule, you send information and take care of your tasks.",
  "blog.meetingThatCouldBeVideo.advantages.list2.title": "2. Scalability.",
  "blog.meetingThatCouldBeVideo.advantages.list2.content": "This feature is a killer. You can send this recording to every subsequent client/employee, reducing time and money costs resulting from repeating the meeting.",
  "blog.meetingThatCouldBeVideo.howToImplement.title": "How to implement",
  "blog.meetingThatCouldBeVideo.howToImplement.content1": "If you are curious, check out the pages I attached above.",
  "blog.meetingThatCouldBeVideo.howToImplement.content2": "If you want your own solution working in a similar way on your own website, let me know. I will gladly help you with this. I will take care of security and results.",
  "blog.meetingThatCouldBeVideo.closing": "All the best!",
  "blog.meetingThatCouldBeVideo.meta.title": "Meeting that could have been a video",
  "blog.meetingThatCouldBeVideo.meta.description": "How to reclaim time from meetings? Asynchronicity and video as an alternative to meetings.",
  "blog.meetingThatCouldBeVideo.figure1.caption": "Meeting that could have been a video",
  "blog.aiStrateg.title": "Build your own AI strategist. The 4-element model for working with AI.",
  "blog.aiStrateg.dates": "2025-11-29",
  "blog.aiStrateg.tags": "AI, ChatGPT, Gemini, automation, productivity, social media, strategy",
  "blog.aiStrateg.intro": "Stop treating AI like a temp worker who needs to be re-explained what the company does every single day. Don't do this. You're wasting time and energy, and it lowers your motivation.",
  "blog.aiStrateg.solution": "The solution is your own personalized Gems (in Gemini) or Projects (in ChatGPT). It's a way to \"freeze\" instructions. You create an agent once, and it remembers who it is and who it works for.",
  "blog.aiStrateg.checkModel": "Learn how to program your own Social Media Strategist using my 4-element model.",
  "blog.aiStrateg.step1.title": "Step 1",
  "blog.aiStrateg.step1.content1": "Don't type this in a regular chat. Create a new Gem (project).",
  "blog.aiStrateg.step1.content2": "In the Name field, type well, the name :)",
  "blog.aiStrateg.step1.content3": "In the description field, enter additional information that will help you distinguish it from other agents. The \"Instructions\" field is where the meat is. Develop and enter your personalized prompt. This is your worker's brain. Use the 4-element model I described in this week's YouTube video. You'll see how to do this in the next step.",
  "blog.aiStrateg.step2.title": "Step 2",
  "blog.aiStrateg.step2.intro": "Let's go step by step. We start with the role. This is where we specify what expertise we expect. If something is for everything, it's for nothing. We want to narrow it down.",
  "blog.aiStrateg.role.title": "1. ROLE",
  "blog.aiStrateg.role.example": "You are a social media specialist with 10 years of experience in IT and B2B marketing. Your superpower is translating complex technologies into the language of business benefits. Your goal is education, not cheap viral content. You care about the quality of materials and check sources.",
  "blog.aiStrateg.role.explanation": "See what I did here? I defined:",
  "blog.aiStrateg.role.point1": "Who they are",
  "blog.aiStrateg.role.point2": "Their experience and specialization",
  "blog.aiStrateg.role.point3": "The vision for content",
  "blog.aiStrateg.role.point4": "What I DON'T WANT",
  "blog.aiStrateg.role.point5": "What is important to me (quality)",
  "blog.aiStrateg.context.title": "2. CONTEXT (key)",
  "blog.aiStrateg.context.intro": "The best thing you can do here is paste a PDF document containing information about your strategy. Example of such a document:",
  "blog.aiStrateg.context.docExample.motto": "Motto",
  "blog.aiStrateg.context.docExample.mottoContent": "\"Your partner in technology and business\"",
  "blog.aiStrateg.context.docExample.bio": "Bio",
  "blog.aiStrateg.context.docExample.bioContent": "Technology partner for small businesses. I help non-technical entrepreneurs understand and implement technology tools. IT, Psychology, Business.",
  "blog.aiStrateg.context.docExample.shortDesc": "Short description",
  "blog.aiStrateg.context.docExample.shortDescContent": "Programmer, person familiar with internet technologies. Focus on added value for the user, person who cares about moral aspects and relationships. Using technology to develop business and help people. Willingness to help smaller entities rather than big brands.",
  "blog.aiStrateg.context.cta": "And so on... If you're curious about how to build a brand strategy, get in touch. We'll think it through and make sure you're satisfied.",
  "blog.aiStrateg.task.title": "3. TASK",
  "blog.aiStrateg.task.intro": "Here we enter our goal.",
  "blog.aiStrateg.task.example": "The goal is to achieve brand credibility and recognition. Your task is to generate ideas for posts (LinkedIn/Instagram) and video scripts that build authority through education. You are to connect the IT world with business psychology.",
  "blog.aiStrateg.format.title": "4. FORMAT",
  "blog.aiStrateg.format.intro": "Here we inform AI what content format it should provide:",
  "blog.aiStrateg.format.point1": "Catchy headline (Hook).",
  "blog.aiStrateg.format.point2": "Substantive value (no corporate jargon).",
  "blog.aiStrateg.format.point3": "Call to Action (goal is newsletter signup).",
  "blog.aiStrateg.format.outro": "Limit the response to the minimum necessary information.",
  "blog.aiStrateg.finalPrompt.title": "The final instruction will look something like this:",
  "blog.aiStrateg.finalPrompt.content": "You are a social media specialist with 10 years of experience in IT and B2B marketing. Your superpower is translating complex technologies into the language of business benefits. Your goal is education, not cheap viral content. You care about the quality of materials and check sources. The goal is to achieve brand credibility and recognition. Your task is to generate ideas for posts (LinkedIn/Instagram) and video scripts that build authority through education. You are to connect the IT world with business psychology. [PDF FILE HERE] Each response should contain: Catchy headline (Hook). Substantive value (no corporate jargon). Call to Action (goal is newsletter signup). Limit the response to the minimum necessary information.",
  "blog.aiStrateg.step3.title": "Step 3",
  "blog.aiStrateg.step3.content1": "Now that you have an agent configured this way, you don't need to write long essays. Just type one sentence:",
  "blog.aiStrateg.step3.examplePrompt": "\"Write a post about why automation in a small company causes fear.\"",
  "blog.aiStrateg.step3.content2": "Thanks to the context you've provided, it won't write generic content. It will write a post in your style, for your audience, with your archetype.",
  "blog.aiStrateg.step3.closing": "Stop tolerating amnesia in your digital workers.",
  "blog.aiStrateg.bonus.title": "Bonus tip",
  "blog.aiStrateg.bonus.content": "Write explicitly that the AI should confront you every time it thinks you're wrong. You won't like it, but it will help you grow.",
  "blog.aiStrateg.closing": "All the best!",
  "blog.aiStrateg.meta.title": "Build your own AI strategist - The 4-element model",
  "blog.aiStrateg.meta.description": "How to create a personalized AI assistant in Gemini or ChatGPT? Learn the 4-element model: Role, Context, Task, Format."
}